/* last word of abbreviated bytes string if no abbreviation is necessary
   resizing byte formatter - this word is separate because of a bug in NSNumberFormatter */

" bytes" = " 字节";

/* resizing bytes formatter bytes format */
"#,##0" = "#,##0";

/* resizing bytes formatter gigabytes format */
"#,##0.0 GB" = "#,##0.0 GB";

/* resizing bytes formatter kilobytes format */
"#,##0.0 kB" = "#,##0.0 kB";

/* resizing bytes formatter megabytes format */
"#,##0.0 MB" = "#,##0.0 MB";

/* resizing bytes formatter petabytes format */
"#,##0.0 PB" = "#,##0.0 PB";

/* resizing bytes formatter terabytes format */
"#,##0.0 TB" = "#,##0.0 TB";

/* format string for color with brightness description
   format string for color with saturation description */

"%@ %@" = "%1$@ %2$@";

/* preferences panel title format */
"%@ Preferences" = "%@ 预置";

/* format string for color with saturation and brightness descriptions */
"%@, %@ %@" = "%1$@, %2$@ %3$@";

/* script execute error message
   script loading error message */

"AppleScript reported the following error:\n%@" = "AppleScript 已报告以下错误 : \n%@";

/* autosize all columns contextual menu item */
"Auto Size All Columns" = "自动调整所有栏大小";

/* autosize column contextual menu item */
"Auto Size Column" = "自动调整栏大小";

/* word comparing color brightnesss */
"Bright" = "亮";

/* alert panel button */
"Cancel" = "取消";

/* Date picker window title */
"Choose Date" = "选择日期";

/* informative text for reset-to-defaults alert */
"Choosing Reset will restore all settings (including options not in this Preferences window, such as window sizes and toolbars) to the state they were in when %@ was first installed." = "选取“重置”会将所有设置恢复为第一次安装 %@ 的状态（包括不在此“预置”窗口内的选项，例如窗口大小和工具栏）。";

/* informative text for reset-to-defaults alert */
"Choosing Reset will restore all settings in all preference panes to the state they were in when %@ was first installed." = "选取“重置”会将所有预置面板中的设置恢复为第一次安装 %@ 的状态。";

/* informative text for reset-to-defaults alert */
"Choosing Reset will restore all settings in this pane to the state they were in when %@ was first installed." = "选取“重置”会将此预置面板中的全部设置恢复为第一次安装 %@ 的状态。";

/* color list name */
"Classic Crayons" = "古典蜡笔色";

/* name of completely transparent color */
"Clear" = "清除";

/* workflow execution exception format string */
"Couldn't launch Automator Launcher.app.  LSOpenFromURLSpec returned %d" = "找不到 Automator Launcher.app。LSOpenFromURLSpec 已返回 %d";

/* workflow execution exception format string */
"Couldn't locate Automator Launcher.app." = "找不到 Automator Launcher.app。";

/* generic color name for custom colors */
"Custom" = "自定";

/* word comparing color brightnesss */
"Dark" = "暗";

/* word comparing color saturations */
"Deep" = "深";

/* Color sync profile load error recovery description */
"Defaulting to '%@'" = "默认为“%@”";

/* script error panel button */
"Edit Script" = "编辑脚本";

/* internet config error */
"Error editing InternetConfig preferences for key %@: %@" = "编辑 InternetConfig 预置的键值“%1$@”时发生错误 : %2$@";

/* internet config error */
"Error opening InternetConfig for read-only access: %@" = "打开 InternetConfig 的只读访问权限时发生错误 : %@";

/* internet config error */
"Error opening InternetConfig for read-write access: %@" = "打开 InternetConfig 的读写访问权限时发生错误 : %@";

/* internet config error */
"Error reading InternetConfig preference for key %@" = "读取 InternetConfig 预置的键值 %@ 时发生错误";

/* word comparing color saturations */
"Faded" = "渐弱";

/* Color sync profile load error */
"Failed to set color sync profile (error %i)" = "未能设置颜色同步描述文件（错误 %i）";

/* internet config error */
"ICCountPref returned an error: %@" = "ICCountPref 已返回错误 : %@";

/* internet config error */
"ICEnd returned an error: %@" = "ICEnd 已返回错误 : %@";

/* internet config error */
"ICFindPrefHandle returned %d -- %@" = "ICFindPrefHandle 已返回 %1$d -- %2$@";

/* internet config error */
"ICGetIndPref %d/%d returned an error: %@" = "ICGetIndPref %1$d/%2$d 已返回错误 : %3$@";

/* internet config error */
"ICMapFilename returned an error for file %@: %@" = "ICMapFilename 已返回文件“%1$@”错误 : %2$@";

/* internet config error */
"ICSetPref returned an error while setting key %@: %@" = "当设置键值“%1$@”时，ICSetPref 返回错误 : %2$@";

/* internet config error */
"ICSetPref returned permissions when attempting setting key %@" = "尝试设置键值“%@”时，ICSetPref 返回许可";

/* generic color name for pattern colors */
"Image" = "图像";

/* word comparing color saturations */
"Intense" = "强烈";

/* launch services error */
"Launch Services returned an error while opening URL %@: %@" = "“运行服务”已返回当打开 URL %1$@ 时的错误 : %2$@";

/* word comparing color brightnesss */
"Light" = "淡体";

/* preference bundle loading message format */
"Loading %@..." = "正在载入 %@…";

/* word comparing color saturations */
"Mild" = "温和";

/* word comparing color brightnesss */
"Near-black" = "近似黑色";

/* preferences panel button */
"Next" = "下一个";

/* menu title */
"No Actions Available" = "没有可用动作";

/* how many pages in document format for scrollview */
"of %d" = "/%d";

/* word comparing color brightnesss */
"Off-white" = "禁用白色";

/* script error panel button
   unhandled exception panel button */

"OK" = "好";

/* page prompt for multipage documents in scrollview */
"Page" = "页面";

/* color picker tool tip */
"Pattern Color" = "图案颜色";

/* preferences panel button */
"Previous" = "上一个";

/* error recovery description for button title */
"Report Error via Email" = "通过电子邮件报告错误";

/* alert panel button
   reset-to-defaults button title */

"Reset" = "重置";

/* message text for reset-to-defaults alert */
"Reset %@ preferences to their original values?" = "要将“%@”的预置重置回原始值吗？";

/* reset-to-defaults button title */
"Reset All" = "全部重置";

/* message text for reset-to-defaults alert */
"Reset all preferences and other settings to their original values?" = "要将所有预置和其他设置重置回原始值吗？";

/* message text for reset-to-defaults alert */
"Reset all preferences to their original values?" = "要将所有预置重置回原始值吗？";

/* reset-to-defaults button tooltip */
"Return all settings to default values" = "将所有设置回复为预设值";

/* reset-to-defaults button tooltip */
"Return settings in this pane to default values" = "将此面板上的设置还原为预设值";

/* word comparing color saturations */
"Rich" = "浓";

/* default search mode menu item */
"Search" = "搜索";

/* context control tooltip */
"Shortcuts for commonly used actions" = "常用操作的快捷键";

/* preferences panel button */
"Show All" = "显示全部";

/* word comparing color brightnesss */
"Smokey" = "烟灰色";

/* Contents of popup in regular expression find options */
"Subexpression #%d" = "Subexpression #%d";

/* script loading error message */
"The following error was reported:\n%@" = "已报告以下错误 : \n%@";

/* script loading error message */
"The requested AppleScript does not exist" = "请求的 AppleScript 不存在";

/* script execute error */
"The script '%@' could not complete." = "未能完成脚本“%@”。";

/* script loading error */
"The script file '%@' could not be opened." = "未能打开脚本文件“%@”。";

/* script loading error */
"The script file could not be opened." = "未能打开脚本文件。";

/* launch services error */
"Unable to launch URL %@" = "无法开启 URL %@";

/* workflow execution error */
"Unable to run workflow." = "无法执行工作流。";

/* internet config error */
"Unable to set '%@' to be owner for url scheme '%@'." = "不能将“%1$@”设置为 URL 方案“%2$@”的所有者。";

/* word comparing color saturations */
"Washed-out" = "水洗白色";

/* script loading error message */
"workflow not found at %@" = "在“%@”中没有找到工作流";